Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: MacUpdate Link (optional)
ar: رابط MacUpdate (اختياري)
el: Σύνδεσμος MacUpdate (προαιρετικό)
es: Enlace de MacUpdate (opcional)
fa: پیوند MacUpdate (اختیاری)
fr: Lien MacUpdate (facultatif)
he: קישור MacUpdate (אופציונלי)
hi: MacUpdate लिंक (वैकल्पिक)
id: Tautan MacUpdate (opsional)
it: Link MacUpdate (facoltativo)
ja: MacUpdate のリンク（任意）
ko: MacUpdate 링크(선택 사항)
nl: MacUpdate-link (optioneel)
pl: Link MacUpdate (opcjonalnie)
pt: Link do MacUpdate (opcional)
ru: Ссылка на MacUpdate (необязательно)
sv: MacUpdate-länk (valfritt)
th: ลิงก์ MacUpdate (ไม่บังคับ)
tr: MacUpdate Bağlantısı (isteğe bağlı)
uk: Посилання MacUpdate (необов'язково)
vi: Liên kết MacUpdate (tùy chọn)
zh_hans: MacUpdate 链接（可选）

source: Makes voices clearer and more prominent.
ar: يجعل الأصوات أكثر وضوحًا وبروزًا.
de: Macht Stimmen klarer und präsenter.
el: Κάνει τις φωνές πιο καθαρές και ευδιάκριτες.
es: Hace que las voces sean más claras y prominentes.
fa: صداها را واضح‌تر و برجسته‌تر می‌کند.
fr: Rend les voix plus claires et plus présentes.
he: הופך את הקולות לברורים ובולטים יותר.
hi: आवाज़ों को स्पष्ट और अधिक प्रमुख बनाता है।
id: Membuat suara lebih jelas dan menonjol.
it: Rende le voci più chiare e prominenti.
ja: 声をより明瞭で際立たせます。
ko: 음성을 더 명확하고 두드러지게 만듭니다.
nl: Maakt stemmen duidelijker en prominenter.
pl: Sprawia, że głosy brzmią wyraźniej i są bardziej wyeksponowane.
pt: Torna as vozes mais claras e proeminentes.
ru: Делает голоса более чёткими и выделяющимися.
sv: Gör röster tydligare och mer framträdande.
th: ทำให้เสียงพูดชัดเจนและโดดเด่นขึ้น
tr: Sesleri daha net ve belirgin hale getirir.
uk: Робить голоси чіткішими та виразнішими.
vi: Làm cho giọng nói rõ ràng và nổi bật hơn.
zh_hans: 使人声更清晰、更突出。

source: Manage downloads, cached content, and retention policy.
ar: إدارة التنزيلات والمحتوى المخزّن مؤقتاً وسياسة الاحتفاظ.
de: Downloads, gecachte Inhalte und Aufbewahrungsrichtlinie verwalten.
el: Διαχειριστείτε λήψεις, αποθηκευμένο περιεχόμενο και πολιτική αποθήκευσης.
es: Gestiona descargas, contenido en caché y política de retención.
fa: مدیریت دانلودها، محتوای ذخیره‌شده در حافظه پنهان و سیاست نگهداری.
fr: Gérez les téléchargements, le contenu mis en cache et la politique de conservation.
he: נהל הורדות, תוכן במטמון ומדיניות אחסון.
hi: डाउनलोड, कैश की गई सामग्री और रिटेंशन नीति प्रबंधित करें।
id: Kelola unduhan, konten yang di-cache, dan kebijakan penyimpanan.
it: Gestisci download, contenuti nella cache e criteri di conservazione.
ja: ダウンロード、キャッシュコンテンツ、保持ポリシーを管理。
ko: 다운로드, 캐시된 콘텐츠, 보존 정책을 관리합니다.
nl: Beheer downloads, gecachte inhoud en bewaarbeleid.
pl: Zarządzaj pobranymi plikami, treścią w pamięci podręcznej i polityką przechowywania.
pt: Gerencie downloads, conteúdo em cache e política de retenção.
ru: Управление загрузками, кэшированным контентом и политикой хранения.
sv: Hantera nedladdningar, cachad innehåll och lagringspolicy.
th: จัดการการดาวน์โหลด เนื้อหาที่แคชไว้ และนโยบายการจัดเก็บ
tr: İndirmeleri, önbelleğe alınan içeriği ve saklama politikasını yönetin.
uk: Керуйте завантаженнями, кешованим вмістом і політикою зберігання.
vi: Quản lý tải xuống, nội dung được lưu vào bộ nhớ đệm và chính sách lưu trữ.
zh_hans: 管理下载、缓存内容和保留策略。

source: Manage iCloud Sync
ar: إدارة مزامنة iCloud
de: iCloud-Synchronisierung verwalten
el: Διαχείριση Συγχρονισμού iCloud
es: Gestionar sincronización con iCloud
fa: مدیریت همگام‌سازی iCloud
fr: Gérer la synchronisation iCloud
he: ניהול סנכרון iCloud
hi: iCloud सिंक प्रबंधित करें
id: Kelola Sinkronisasi iCloud
it: Gestisci sincronizzazione iCloud
ja: iCloud 同期を管理
ko: iCloud 동기화 관리
nl: iCloud-synchronisatie beheren
pl: Zarządzaj synchronizacją iCloud
pt: Gerenciar sincronização com o iCloud
ru: Управление синхронизацией iCloud
sv: Hantera iCloud-synkronisering
th: จัดการการซิงค์ iCloud
tr: iCloud Senkronizasyonunu Yönet
uk: Керувати синхронізацією iCloud
vi: Quản lý đồng bộ iCloud
zh_hans: 管理 iCloud 同步

source: Manage Smart Features
ar: إدارة الميزات الذكية
de: Intelligente Funktionen verwalten
el: Διαχείριση Έξυπνων Λειτουργιών
es: Gestionar funciones inteligentes
fa: مدیریت ویژگی‌های هوشمند
fr: Gérer les fonctionnalités intelligentes
he: ניהול תכונות חכמות
hi: स्मार्ट सुविधाएँ प्रबंधित करें
id: Kelola Fitur Pintar
it: Gestisci funzionalità intelligenti
ja: スマート機能を管理
ko: 스마트 기능 관리
nl: Slimme functies beheren
pl: Zarządzaj inteligentnymi funkcjami
pt: Gerenciar recursos inteligentes
ru: Управление интеллектуальными функциями
sv: Hantera smarta funktioner
th: จัดการฟีเจอร์อัจฉริยะ
tr: Akıllı Özellikleri Yönet
uk: Керувати розумними функціями
vi: Quản lý tính năng thông minh
zh_hans: 管理智能功能

source: Manage Storage
ar: إدارة مساحة التخزين
de: Speicher verwalten
el: Διαχείριση Αποθηκευτικού Χώρου
es: Gestionar almacenamiento
fa: مدیریت فضای ذخیره‌سازی
fr: Gérer le stockage
he: ניהול אחסון
hi: संग्रहण प्रबंधित करें
id: Kelola Penyimpanan
it: Gestisci memoria
ja: ストレージを管理
ko: 저장 공간 관리
nl: Opslag beheren
pl: Zarządzaj pamięcią
pt: Gerenciar armazenamento
ru: Управление хранилищем
sv: Hantera lagring
th: จัดการพื้นที่จัดเก็บ
tr: Depolamayı Yönet
uk: Керувати сховищем
vi: Quản lý dung lượng lưu trữ
zh_hans: 管理存储

source: Mark all new activity as read
ar: وضع علامة "مقروء" على كل النشاط الجديد
de: Alle neuen Aktivitäten als gelesen markieren
el: Επισήμανση όλης της νέας δραστηριότητας ως αναγνωσμένης
es: Marcar toda la actividad nueva como leída
fa: علامت‌گذاری همهٔ فعالیت‌های جدید به‌عنوان خوانده‌شده
fr: Marquer toute la nouvelle activité comme lue
he: סמן את כל הפעילות החדשה כנקראה
hi: सभी नई गतिविधि को पढ़ा हुआ चिह्नित करें
id: Tandai semua aktivitas baru sebagai dibaca
it: Contrassegna tutta la nuova attività come letta
ja: 新しいアクティビティをすべて既読にする
ko: 새 활동을 모두 읽음으로 표시
nl: Alle nieuwe activiteit markeren als gelezen
pl: Oznacz całą nową aktywność jako przeczytaną
pt: Marcar toda a atividade nova como lida
ru: Отметить всю новую активность как прочитанную
sv: Markera all ny aktivitet som läst
th: ทำเครื่องหมายกิจกรรมใหม่ทั้งหมดว่าอ่านแล้ว
tr: Tüm yeni etkinliği okundu olarak işaretle
uk: Позначити всю нову активність як прочитану
vi: Đánh dấu tất cả hoạt động mới là đã đọc
zh_hans: 将所有新活动标记为已读

source: Mark All Read
ar: وضع علامة "مقروء" على الكل
de: Alles als gelesen markieren
el: Επισήμανση Όλων ως Αναγνωσμένα
es: Marcar todo como leído
fa: علامت‌گذاری همه به‌عنوان خوانده‌شده
fr: Tout marquer comme lu
he: סמן הכל כנקרא
hi: सभी को पढ़ा हुआ चिह्नित करें
id: Tandai Semua Dibaca
it: Contrassegna tutto come letto
ja: すべて既読にする
ko: 모두 읽음으로 표시
nl: Alles markeren als gelezen
pl: Oznacz wszystko jako przeczytane
pt: Marcar tudo como lido
ru: Отметить всё как прочитанное
sv: Markera allt som läst
th: ทำเครื่องหมายว่าอ่านแล้วทั้งหมด
tr: Tümünü Okundu Olarak İşaretle
uk: Позначити все як прочитане
vi: Đánh dấu tất cả đã đọc
zh_hans: 全部标记为已读

source: Mark as Listened
ar: وضع علامة سماع
de: Als angehört markieren
el: Επισήμανση ως Ακουσμένο
es: Marcar como escuchado
fa: علامت‌گذاری به‌عنوان شنیده‌شده
fr: Marquer comme écouté
he: סמן כהואזן
hi: सुना हुआ चिह्नित करें
id: Tandai Didengarkan
it: Segna come ascoltato
ja: 聴取済みにする
ko: 청취함으로 표시
nl: Markeer als beluisterd
pl: Oznacz jako odsłuchane
pt: Marcar como ouvido
ru: Отметить как прослушанное
sv: Markera som lyssnat
th: ทำเครื่องหมายว่าฟังแล้ว
tr: Dinlendi Olarak İşaretle
uk: Позначити як прослухане
vi: Đánh dấu đã nghe
zh_hans: 标记为已收听

source: Mark as Listened, Not Read
ar: تحديد كـ "تم الاستماع" بدلاً من "مقروء"
de: „Angehört" statt „Gelesen"
el: «Ακούστηκε», όχι «Διαβάστηκε»
es: Marcar como escuchado, no como leído
fa: علامت‌گذاری به‌عنوان «شنیده‌شده»، نه «خوانده‌شده»
fr: Marquer comme écouté, pas comme lu
he: לסמן כהואזן, לא כנקרא
hi: "पढ़ा" नहीं, "सुना हुआ" चिह्नित करें
id: Tandai Sebagai Didengarkan, Bukan Dibaca
it: Segna come ascoltato, non come letto
ja: 「既読」ではなく「聴取済み」に
ko: "읽음"이 아닌 "청취함"으로 표시
nl: Markeren als beluisterd, niet als gelezen
pl: Oznacz jako odsłuchane, nie przeczytane
pt: Marcar como ouvido, não como lido
ru: Отмечать как прослушанное, а не прочитанное
sv: Markera som lyssnat, inte läst
th: ทำเครื่องหมายว่าฟังแล้ว ไม่ใช่อ่านแล้ว
tr: "Okundu" Değil "Dinlendi" Olarak İşaretle
uk: Позначати як прослухане, а не прочитане
vi: Đánh dấu là đã nghe, không phải đã đọc
zh_hans: 标记为"已收听"而非"已读"

source: Mark as Played
ar: وضع علامة "تم التشغيل"
de: Als abgespielt markieren
el: Επισήμανση ως Αναπαραγμένο
es: Marcar como reproducido
fa: علامت‌گذاری به‌عنوان پخش‌شده
fr: Marquer comme lu
he: סמן כהושמע
hi: चलाया हुआ चिह्नित करें
id: Tandai sebagai Diputar
it: Contrassegna come riprodotto
ja: 再生済みにする
ko: 재생됨으로 표시
nl: Markeren als afgespeeld
pl: Oznacz jako odtworzone
pt: Marcar como reproduzido
ru: Отметить как прослушанное
sv: Markera som spelad
th: ทำเครื่องหมายว่าเล่นแล้ว
tr: Oynatıldı Olarak İşaretle
uk: Позначити як відтворене
vi: Đánh dấu là đã phát
zh_hans: 标记为已播放

source: Mark as Read
ar: وضع علامة كمقروء
de: Als gelesen markieren
el: Σήμανση ως αναγνωσμένο
es: Marcar como leído
fa: علامت‌گذاری به عنوان خوانده‌شده
fr: Marquer comme lu
he: סמן כנקרא
hi: पढ़ा हुआ चिह्नित करें
id: Tandai Sudah Dibaca
it: Segna come letto
ja: 既読にする
ko: 읽음으로 표시
nl: Markeren als gelezen
pl: Oznacz jako przeczytane
pt: Marcar como lido
ru: Отметить как прочитанное
sv: Markera som läst
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu Olarak İşaretle
uk: Позначити як прочитане
vi: Đánh dấu đã đọc
zh_hans: 标记为已读

source: Mark Listened
ar: وضع علامة سماع
de: Als angehört markieren
el: Επισήμανση ως Ακουσμένο
es: Marcar como escuchado
fa: علامت‌گذاری به‌عنوان شنیده‌شده
fr: Marquer comme écouté
he: סמן כהואזן
hi: सुना हुआ चिह्नित करें
id: Tandai Didengarkan
it: Segna come ascoltato
ja: 聴取済みにする
ko: 청취함으로 표시
nl: Markeer als beluisterd
pl: Oznacz jako odsłuchane
pt: Marcar como ouvido
ru: Отметить как прослушанное
sv: Markera som lyssnat
th: ทำเครื่องหมายว่าฟังแล้ว
tr: Dinlendi Olarak İşaretle
uk: Позначити як прослухане
vi: Đánh dấu đã nghe
zh_hans: 标记为已收听

source: Marked as listened
ar: تم وضع علامة "تم الاستماع"
de: Als angehört markiert
el: Επισημάνθηκε ως ακουσμένο
es: Marcado como escuchado
fa: علامت‌گذاری‌شده به‌عنوان شنیده‌شده
fr: Marqué comme écouté
he: סומן כהואזן
hi: सुना हुआ चिह्नित
id: Ditandai sebagai didengarkan
it: Contrassegnato come ascoltato
ja: 聴取済みにしました
ko: 청취함으로 표시됨
nl: Gemarkeerd als beluisterd
pl: Oznaczono jako odsłuchane
pt: Marcado como ouvido
ru: Отмечено как прослушанное
sv: Markerad som lyssnad
th: ทำเครื่องหมายว่าฟังแล้ว
tr: Dinlendi olarak işaretlendi
uk: Позначено як прослухане
vi: Đã đánh dấu là đã nghe
zh_hans: 已标记为已收听

source: Marked as not listened
ar: تم إلغاء وضع علامة الاستماع
de: Als nicht angehört markiert
el: Επισημάνθηκε ως μη ακουσμένο
es: Marcado como no escuchado
fa: علامت‌گذاری به‌عنوان شنیده‌نشده
fr: Marqué comme non écouté
he: סומן כלא הואזן
hi: सुना नहीं गया के रूप में चिह्नित
id: Ditandai sebagai belum didengarkan
it: Contrassegnato come non ascoltato
ja: 未聴取にしました
ko: 청취하지 않음으로 표시됨
nl: Gemarkeerd als niet beluisterd
pl: Oznaczono jako nieodsłuchane
pt: Marcado como não ouvido
ru: Отмечено как непрослушанное
sv: Markerad som inte lyssnad
th: ทำเครื่องหมายว่ายังไม่ได้ฟัง
tr: Dinlenmedi olarak işaretlendi
uk: Позначено як непрослухане
vi: Đã đánh dấu là chưa nghe
zh_hans: 已标记为未收听

source: Marked as played
ar: تم وضع علامة "تم التشغيل"
de: Als abgespielt markiert
el: Επισημάνθηκε ως αναπαραγμένο
es: Marcado como reproducido
fa: علامت‌گذاری‌شده به‌عنوان پخش‌شده
fr: Marqué comme lu
he: סומן כהושמע
hi: चलाया हुआ चिह्नित
id: Ditandai sebagai diputar
it: Contrassegnato come riprodotto
ja: 再生済みにしました
ko: 재생됨으로 표시됨
nl: Gemarkeerd als afgespeeld
pl: Oznaczono jako odtworzone
pt: Marcado como reproduzido
ru: Отмечено как прослушанное
sv: Markerad som spelad
th: ทำเครื่องหมายว่าเล่นแล้ว
tr: Oynatıldı olarak işaretlendi
uk: Позначено як відтворене
vi: Đã đánh dấu là đã phát
zh_hans: 已标记为已播放

source: Masked text looks like "s***" instead of the word spelled out.
ar: يظهر النص المنكّر مثل "s***" بدلاً من كتابة الكلمة كاملة.
de: Maskierter Text sieht aus wie „s***“ statt das Wort ausgeschrieben zu zeigen.
el: Το συγκαλυμμένο κείμενο μοιάζει με "s***" αντί για την ολόκληρη λέξη.
es: El texto enmascarado se ve como «s***» en lugar de la palabra escrita por completo.
fa: متن ستاره‌دار به‌صورت "s***" نمایش داده می‌شود، نه کلمه‌ی کامل.
fr: Le texte masqué ressemble à « s*** » au lieu du mot écrit en entier.
he: טקסט מוסתר נראה כמו "s***" במקום המילה כתובה במלואה.
hi: छिपाया गया टेक्स्ट "s***" जैसा दिखता है, न कि पूरा लिखा हुआ शब्द।
id: Teks yang disamarkan terlihat seperti "s***" alih-alih kata yang dieja penuh.
it: Il testo mascherato appare come "s***" invece della parola scritta per intero.
ja: 伏せ字にすると「s***」のように表示され、単語がそのまま表示されなくなります。
ko: 가려진 텍스트는 단어를 그대로 표시하는 대신 "s***"처럼 보입니다.
nl: Gemaskeerde tekst ziet eruit als "s***" in plaats van het woord voluit.
pl: Zamaskowany tekst wygląda jak „s***” zamiast słowa napisanego w pełnym brzmieniu.
pt: O texto mascarado aparece como "s***" em vez da palavra escrita por completo.
ru: Замаскированный текст выглядит как «s***» вместо полностью написанного слова.
sv: Maskerad text ser ut som "s***" i stället för ordet utskrivet.
th: ข้อความที่ถูกซ่อนจะแสดงเป็น "s***" แทนที่จะสะกดคำเต็ม
tr: Gizlenen metin, kelimenin tam yazılması yerine "s***" gibi görünür.
uk: Замаскований текст виглядає як «s***» замість повністю написаного слова.
vi: Văn bản bị che trông giống như "s***" thay vì từ được viết đầy đủ.
zh_hans: 被遮蔽的文字会显示为“s***”，而不是完整拼出该词。

source: Master switch for all AppleVis iCloud sync features.
ar: مفتاح رئيسي لجميع ميزات مزامنة iCloud في AppleVis.
de: Hauptschalter für alle iCloud-Synchronisierungsfunktionen von AppleVis.
el: Κύριος διακόπτης για όλες τις λειτουργίες συγχρονισμού iCloud του AppleVis.
es: Interruptor maestro para todas las funciones de sincronización de iCloud de AppleVis.
fa: کلید اصلی برای همهٔ ویژگی‌های همگام‌سازی iCloud در AppleVis.
fr: Interrupteur principal pour toutes les fonctionnalités de synchronisation iCloud d'AppleVis.
he: מתג ראשי לכל תכונות סנכרון ה-iCloud של AppleVis.
hi: सभी AppleVis iCloud सिंक सुविधाओं के लिए मास्टर स्विच।
id: Sakelar utama untuk semua fitur sinkronisasi iCloud AppleVis.
it: Interruttore principale per tutte le funzionalità di sincronizzazione iCloud di AppleVis.
ja: AppleVis の iCloud 同期機能すべてに対するマスタースイッチです。
ko: AppleVis의 모든 iCloud 동기화 기능에 대한 마스터 스위치입니다.
nl: Hoofdschakelaar voor alle AppleVis iCloud-synchronisatiefuncties.
pl: Główny przełącznik dla wszystkich funkcji synchronizacji iCloud AppleVis.
pt: Interruptor principal para todos os recursos de sincronização do iCloud da AppleVis.
ru: Главный переключатель для всех функций синхронизации iCloud в AppleVis.
sv: Huvudbrytare för alla AppleVis iCloud-synkroniseringsfunktioner.
th: สวิตช์หลักสำหรับฟีเจอร์ซิงค์ iCloud ของ AppleVis ทั้งหมด
tr: Tüm AppleVis iCloud senkronizasyon özellikleri için ana anahtar.
uk: Головний перемикач для всіх функцій синхронізації iCloud AppleVis.
vi: Công tắc chính cho tất cả tính năng đồng bộ iCloud của AppleVis.
zh_hans: 控制所有 AppleVis iCloud 同步功能的总开关。

source: Matched automatically from the App Store by name — not confirmed by AppleVis.
ar: تمت المطابقة تلقائيًا من App Store بالاسم — لم تؤكدها AppleVis.
de: Automatisch anhand des Namens aus dem App Store zugeordnet – nicht von AppleVis bestätigt.
el: Ταιριάχτηκε αυτόματα από το App Store κατά όνομα — δεν έχει επιβεβαιωθεί από το AppleVis.
es: Coincidencia automática por nombre según la App Store; no confirmado por AppleVis.
fa: به‌طور خودکار بر اساس نام از App Store تطبیق داده شده — توسط AppleVis تأیید نشده است.
fr: Correspondance automatique par nom depuis l'App Store — non confirmée par AppleVis.
he: הותאם אוטומטית מ-App Store לפי שם — לא אושר על ידי AppleVis.
hi: App Store से नाम के आधार पर स्वचालित रूप से मिलान किया गया — AppleVis द्वारा पुष्टि नहीं की गई।
id: Dicocokkan otomatis dari App Store berdasarkan nama — belum dikonfirmasi oleh AppleVis.
it: Corrisposto automaticamente dall'App Store per nome — non confermato da AppleVis.
ja: App Store から名前で自動的に照合されました。AppleVis による確認はまだです。
ko: App Store에서 이름으로 자동 일치됨 — AppleVis가 확인하지 않음.
nl: Automatisch gekoppeld op naam vanuit de App Store — niet bevestigd door AppleVis.
pl: Automatycznie dopasowane po nazwie z App Store — niepotwierdzone przez AppleVis.
pt: Correspondência automática por nome com a App Store — não confirmado pela AppleVis.
ru: Автоматически сопоставлено по названию из App Store — не подтверждено AppleVis.
sv: Matchad automatiskt från App Store efter namn — inte bekräftad av AppleVis.
th: จับคู่โดยอัตโนมัติจาก App Store ตามชื่อ — AppleVis ยังไม่ยืนยัน
tr: App Store'dan ada göre otomatik olarak eşleştirildi — AppleVis tarafından onaylanmadı.
uk: Автоматично зіставлено за назвою з App Store — не підтверджено AppleVis.
vi: Đã khớp tự động từ App Store theo tên — chưa được AppleVis xác nhận.
zh_hans: 根据名称自动从 App Store 匹配——尚未经 AppleVis 确认。

source: Maybe Later
ar: ربما لاحقًا
de: Vielleicht später
el: Ίσως Αργότερα
es: Quizás más tarde
fa: شاید بعداً
fr: Peut-être plus tard
he: אולי מאוחר יותר
hi: शायद बाद में
id: Mungkin Nanti
it: Forse più tardi
ja: また今度
ko: 나중에
nl: Misschien later
pl: Może później
pt: Talvez mais tarde
ru: Может быть, позже
sv: Kanske senare
th: อาจจะภายหลัง
tr: Belki Daha Sonra
uk: Можливо, пізніше
vi: Có thể để sau
zh_hans: 以后再说

source: Medium
ar: متوسط
de: Mittel
el: Μέτρια
es: Media
fa: متوسط
fr: Moyenne
he: בינונית
hi: मध्यम
id: Sedang
it: Media
ja: 中
ko: 보통
nl: Gemiddeld
pl: Średnia
pt: Média
ru: Средняя
sv: Medel
th: ปานกลาง
tr: Orta
uk: Середня
vi: Trung bình
zh_hans: 中

source: Meeting the minimum is all that's required to continue — the strength meter above is just a nudge toward a password that's harder to guess.
ar: تلبية الحد الأدنى هو كل ما يلزم للمتابعة — مقياس القوة أعلاه هو مجرد تنبيه نحو كلمة مرور يصعب تخمينها.
de: Um fortzufahren, genügt es, das Minimum zu erfüllen – die Stärkeanzeige oben ist nur ein Hinweis in Richtung eines Passworts, das schwerer zu erraten ist.
el: Η κάλυψη του ελάχιστου είναι το μόνο απαραίτητο για να συνεχίσετε — το μετρητή ισχύος παραπάνω είναι απλώς μια υπενθύμιση προς έναν κωδικό πρόσβασης που είναι πιο δύσκολο να μαντέψει κανείς.
es: Cumplir el mínimo es todo lo que se necesita para continuar; el medidor de seguridad de arriba es solo un incentivo hacia una contraseña más difícil de adivinar.
fa: رعایت حداقل تنها چیزی است که برای ادامه لازم است — سنجه‌ی قدرت بالا فقط یادآوری‌ای برای رمز عبوری است که حدس زدنش سخت‌تر باشد.
fr: Respecter le minimum suffit pour continuer — l'indicateur de solidité ci-dessus n'est qu'une incitation vers un mot de passe plus difficile à deviner.
he: עמידה במינימום היא כל מה שנדרש כדי להמשיך — מד העוצמה למעלה הוא רק דחיפה עדינה לכיוון סיסמה שקשה יותר לנחש.
hi: जारी रखने के लिए न्यूनतम को पूरा करना ही काफी है — ऊपर दिया गया शक्ति मीटर केवल एक ऐसे पासवर्ड की ओर प्रोत्साहन है जिसका अनुमान लगाना कठिन हो।
id: Memenuhi persyaratan minimum sudah cukup untuk melanjutkan — pengukur kekuatan di atas hanyalah dorongan menuju kata sandi yang lebih sulit ditebak.
it: Soddisfare il minimo è tutto ciò che serve per continuare: l'indicatore di sicurezza sopra è solo un incoraggiamento verso una password più difficile da indovinare.
ja: 続行するには最低限を満たすだけで十分です — 上の強度メーターは、より推測されにくいパスワードへのちょっとした後押しにすぎません。
ko: 계속하려면 최소 요구 사항만 충족하면 됩니다 — 위의 강도 측정기는 추측하기 더 어려운 비밀번호를 위한 가벼운 권장 사항일 뿐입니다.
nl: Aan het minimum voldoen is alles wat nodig is om door te gaan — de sterktemeter hierboven is slechts een duwtje richting een wachtwoord dat moeilijker te raden is.
pl: Spełnienie minimum wystarczy, aby kontynuować — miernik siły powyżej to tylko zachęta w stronę hasła trudniejszego do odgadnięcia.
pt: Atender ao mínimo é tudo o que é necessário para continuar — o medidor de força acima é apenas um incentivo para uma senha mais difícil de adivinhar.
ru: Соответствия минимуму достаточно, чтобы продолжить — индикатор надёжности выше — это лишь подсказка в сторону пароля, который сложнее угадать.
sv: Att uppfylla minimikravet är allt som krävs för att fortsätta — styrkemätaren ovan är bara en knuff mot ett lösenord som är svårare att gissa.
th: การตรงตามข้อกำหนดขั้นต่ำคือทั้งหมดที่จำเป็นในการดำเนินการต่อ — มาตรวัดความแข็งแรงด้านบนเป็นเพียงการกระตุ้นให้ใช้รหัสผ่านที่เดายากขึ้น
tr: Devam etmek için minimum gereksinimi karşılamak yeterlidir — yukarıdaki güç göstergesi yalnızca tahmin edilmesi daha zor bir şifreye doğru bir teşviktir.
uk: Відповідності мінімуму достатньо, щоб продовжити — індикатор надійності вище — це лише підказка в бік пароля, який важче вгадати.
vi: Đáp ứng mức tối thiểu là tất cả những gì cần thiết để tiếp tục — thước đo độ mạnh ở trên chỉ là một gợi ý hướng tới mật khẩu khó đoán hơn.
zh_hans: 达到最低要求即可继续 — 上方的强度计只是建议您使用更难猜测的密码,并非强制要求。

source: Member since %@
ar: عضو منذ %@
de: Mitglied seit %@
el: Μέλος από %@
es: Miembro desde %@
fa: عضو از %@
fr: Membre depuis %@
he: חבר מאז %@
hi: सदस्य %@ से
id: Anggota sejak %@
it: Membro dal %@
ja: メンバー登録日：%@
ko: 가입일: %@
nl: Lid sinds %@
pl: Członek od %@
pt: Membro desde %@
ru: Участник с %@
sv: Medlem sedan %@
th: สมาชิกตั้งแต่ %@
tr: %@ tarihinden beri üye
uk: Учасник з %@
vi: Thành viên từ %@
zh_hans: 注册于 %@

source: Mentions
ar: الإشارات
de: Erwähnungen
el: Αναφορές
es: Menciones
fa: اشاره‌ها
he: אזכורים
hi: उल्लेख
id: Sebutan
it: Menzioni
ja: メンション
ko: 멘션
nl: Vermeldingen
pl: Wzmianki
pt: Menções
ru: Упоминания
sv: Omnämnanden
th: การกล่าวถึง
tr: Bahsetmeler
uk: Згадування
vi: Lượt nhắc đến
zh_hans: 提及

source: Message
ar: الرسالة
de: Nachricht
el: Μήνυμα
es: Mensaje
fa: پیام
he: הודעה
hi: संदेश
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
nl: Bericht
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sv: Meddelande
th: ข้อความ
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh_hans: 消息

source: Message preview
ar: معاينة الرسالة
de: Nachrichtenvorschau
el: Προεπισκόπηση μηνύματος
es: Vista previa del mensaje
fa: پیش‌نمایش پیام
fr: Aperçu du message
he: תצוגה מקדימה של ההודעה
hi: संदेश पूर्वावलोकन
id: Pratinjau pesan
it: Anteprima del messaggio
ja: メッセージのプレビュー
ko: 메시지 미리보기
nl: Berichtvoorbeeld
pl: Podgląd wiadomości
pt: Pré-visualização da mensagem
ru: Предпросмотр сообщения
sv: Meddelandeförhandsvisning
th: ตัวอย่างข้อความ
tr: Mesaj önizlemesi
uk: Попередній перегляд повідомлення
vi: Xem trước tin nhắn
zh_hans: 消息预览

source: Message sent
ar: تم إرسال الرسالة
de: Nachricht gesendet
el: Το μήνυμα στάλθηκε
es: Mensaje enviado
fa: پیام ارسال شد
fr: Message envoyé
he: ההודעה נשלחה
hi: संदेश भेजा गया
id: Pesan terkirim
it: Messaggio inviato
ja: メッセージを送信しました
ko: 메시지 전송됨
nl: Bericht verzonden
pl: Wiadomość wysłana
pt: Mensagem enviada
ru: Сообщение отправлено
sv: Meddelande skickat
th: ส่งข้อความแล้ว
tr: Mesaj gönderildi
uk: Повідомлення надіслано
vi: Đã gửi tin nhắn
zh_hans: 消息已发送

source: Message sent!
ar: تم إرسال الرسالة!
de: Nachricht gesendet!
el: Το μήνυμα στάλθηκε!
es: ¡Mensaje enviado!
fa: پیام ارسال شد!
fr: Message envoyé !
he: ההודעה נשלחה!
hi: संदेश भेज दिया गया!
id: Pesan terkirim!
it: Messaggio inviato!
ja: メッセージを送信しました!
ko: 메시지를 보냈습니다!
nl: Bericht verzonden!
pl: Wiadomość wysłana!
pt: Mensagem enviada!
ru: Сообщение отправлено!
sv: Meddelandet har skickats!
th: ส่งข้อความแล้ว!
tr: Mesaj gönderildi!
uk: Повідомлення надіслано!
vi: Đã gửi tin nhắn!
zh_hans: 消息已发送！

source: Message text editor
ar: محرر نص الرسالة
de: Nachrichten-Texteditor
el: Επεξεργαστής κειμένου μηνύματος
es: Editor de texto del mensaje
fa: ویرایشگر متن پیام
fr: Éditeur de texte du message
he: עורך טקסט להודעה
hi: संदेश टेक्स्ट एडिटर
id: Editor teks pesan
it: Editor di testo del messaggio
ja: メッセージのテキストエディタ
ko: 메시지 텍스트 편집기
nl: Berichttekstverwerker
pl: Edytor tekstu wiadomości
pt: Editor de texto da mensagem
ru: Редактор текста сообщения
sv: Textredigerare för meddelande
th: เครื่องมือแก้ไขข้อความ
tr: Mesaj metin düzenleyicisi
uk: Редактор тексту повідомлення
vi: Trình soạn thảo tin nhắn
zh_hans: 消息文本编辑器
